# LbmPerInSup3 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbmPerInSup3 Property
SymbolTypeId Class See Also
---
Symbol lbm/in³, indicating unit Pounds mass per cubic inch.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbmPerInSup3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbmPerInSup3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbmPerInSup3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace